copyleft.org
#+TITLE: 版权须知（README）
#+AUTHOR: Ilgharkus
#+OPTIONS: num:1
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="css/org.css"/>
* 博客读前须知
*** 在该博客（或称个人站点） 发表的文章除以 =引用格式= 标记的文字外均为本人原创。
#+BEGIN_QUOTE
这种格式即是引用格式。
#+END_QUOTE
*** 本站在GitHub Pages上托管，不会以任何形式或方法获取读者的个人信息。
* 版权声明
*** 本着知识共享的理念，在此站点上发表的原创文章均采用[[https://www.gnu.org/licenses/fdl-1.3.html][GNU FDL许可证]]，又称GNU 自由文档许可证（Free Document License），具体条例请参考指向 =gnu.org= 的链接。
*** 作为读者你拥有自由地拷贝，自由地重发布的权利，无论是否修改，是否用于商业用途。
*** 你可以在任何媒体复制和发布该文档，不论是用于商业或非商业。但你不可以对你制作或发布的副本进行技术处理以妨碍或控制阅读或再复制。
*** 你可以因交换副本而接受他人给予的一点补偿。
/作为必要的补充，我的所有文章的透明兼容的 OrgFile 版本你均可以自由地下载。/

/将网址末尾的 =html= 替换成 =org= 即可。当然你也可以从我的GitHub仓库下载。/
*** 本协议保护我作为原作者以及由我的工作获得信誉不会因他人对我文档的修改而受损。


