copyleft.html
<!doctype html>
<html lang="en">
<head>
<title>版权须知（README）</title>
<!-- 2020-10-14 Wed 12:53 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<meta name="generator" content="Org-mode">
<meta name="author" content="Ilgharkus">

<link  href="https://cdnjs.cloudflare.com/ajax/libs/twitter-bootstrap/3.3.5/css/bootstrap.min.css" rel="stylesheet">
</head>
<body>
<div id="content" class="container">
<div class="row"><div class="col-md-3 col-md-push-9"><nav id="table-of-contents">
<div id="text-table-of-contents" class="bs-docs-sidebar">
<ul class="nav">
<li><a href="#sec-1">1. 博客读前须知</a></li>
<li><a href="#sec-2">2. 版权声明</a></li>
</ul>
</div>
</nav>
</div><div class="col-md-9 col-md-pull-3"><h1 class="title">版权须知（README）</h1>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> 博客读前须知</h2>
<div class="outline-text-2" id="text-1">
</div><div id="outline-container-sec-" class="outline-4">
<h4 id="sec-">在该博客（或称个人站点） 发表的文章除以 <code>引用格式</code> 标记的文字外均为本人原创。</h4>
<div class="outline-text-4" id="text-">
<blockquote>
<p>
这种格式即是引用格式。
</p>
</blockquote>
</div>
</div>
<div id="outline-container-sec-" class="outline-4">
<h4 id="sec-">本站在GitHub Pages上托管，不会以任何形式或方法获取读者的个人信息。</h4>
</div>
</div>
<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> 版权声明</h2>
<div class="outline-text-2" id="text-2">
</div><div id="outline-container-sec-" class="outline-4">
<h4 id="sec-">本着知识共享的理念，在此站点上发表的原创文章均采用<a href="https://www.gnu.org/licenses/fdl-1.3.html">GNU FDL许可证</a>，又称GNU 自由文档许可证（Free Document License），具体条例请参考指向 <code>gnu.org</code> 的链接。</h4>
</div>
<div id="outline-container-sec-" class="outline-4">
<h4 id="sec-">作为读者你拥有自由地拷贝，自由地重发布的权利，无论是否修改，是否用于商业用途。</h4>
</div>
<div id="outline-container-sec-" class="outline-4">
<h4 id="sec-">你可以在任何媒体复制和发布该文档，不论是用于商业或非商业。但你不可以对你制作或发布的副本进行技术处理以妨碍或控制阅读或再复制。</h4>
</div>
<div id="outline-container-sec-" class="outline-4">
<h4 id="sec-">你可以因交换副本而接受他人给予的一点补偿。</h4>
<div class="outline-text-4" id="text-">
<p>
<i>作为必要的补充，我的所有文章的透明兼容的 OrgFile 版本你均可以自由地下载。</i>
</p>

<p>
<i>将网址末尾的 <code>html</code> 替换成 <code>org</code> 即可。当然你也可以从我的GitHub仓库下载。</i>
</p>
</div>
</div>
<div id="outline-container-sec-" class="outline-4">
<h4 id="sec-">本协议保护我作为原作者以及由我的工作获得信誉不会因他人对我文档的修改而受损。</h4>
</div>
</div>
</div></div></div>
</body>
</html>
